Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: Virtual Lighttable and Darkroom
it: Tavolo Luminoso e Camera Oscura virtuali

source: Organize and develop images from digital cameras
it: Organizza e sviluppa le immagini della tua fotocamera digitale

source: graphics;photography;raw;
it: grafica;fotografia;raw;

source: GUI options
it: Opzioni Interfaccia

source: import
it: Importa

source: ignore JPEG images when importing film rolls
it: Ignora le immagini JPEG quando importi i rullini

source: double click to reset to `%s'
it: Doppio click per ripristinare a '%s'

source: FALSE
it: FALSO

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
it: Quando si hanno raw+JPEG nella stessa cartella non ha senso importarli entrambi. con questo flag si possono ignorare tutti i JPEG trovati.

source: recursive directory traversal when importing filmrolls
it: Cartelle ricorsive trasversali quanto importi i rullini

source: creator to be applied when importing
it: Autore da assegnare al momento dell'importazione

source: publisher to be applied when importing
it: Editore da assegnare al momento dell'importazione

source: rights to be applied when importing
it: Diritti da assegnare al momento dell'importazione

source: comma separated tags to be applied when importing
it: Etichette, separate da virgola, da assegnare al momento dell'importazione

source: initial import rating
it: Valutazione iniziale da assegnare al momento dell'importazione

source: double click to reset to `%d'
it: Doppio click per ripristinare a '%d'

source: initial star rating for all images when importing a filmroll
it: Valutazione iniziale di tutte le immagini quando importi un rullino

source: lighttable
it: Tavolo Luminoso

source: don't use embedded preview JPEG but half-size raw
it: Non usare l'anteprima JPEG incorporata, ma la dimensione media del raw

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
it: Scegli questa opzione per non utilizzare il JPEG incorporato ma elabora il raw stesso. Questa operazione è più lenta ma ti permette di gestire i colori delle anteprime.

source: high quality thumb processing from size
it: Elaborazione miniatura in alta qualità a partire dalle dimensioni

source: always
it: Sempre

source: small
it: Piccola

source: never
it: Mai

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
it: Se la dimensione dell'anteprima è più grande di questo valore, essa verrà processata utilizzando lo sviluppo in alta qualità (migliore ma più lento)

source: enable extended thumb overlay
it: Abilita visione estesa dati aggiuntivi

source: if set to true, thumb overlay shows filename and some exif data.
it: Se abilitata, i dati aggiuntivi mostreranno il nome del file e alcuni dati Exif

source: pattern for the thumbnail tooltip (empty to disable)
it: Modello dei suggerimenti sui provini (lasciare vuoto per disabilitarlo)

source: see manual to know all the tags you can use.
it: Consulta il manuale per conoscere tutte le etichette che puoi usare.

source: use single-click in the collect panel
it: Utilizza il click singolo nel pannello della collezione

source: check this option to use single-click to select items in the collect panel. this will allow you to do range selections for date-time and numeric values.
it: Abilita questa opzione per utilizzare il click singolo per selezionare le immagini nel pannello della collezione. Questo vi permetterà di effettuare selezioni in base a valori data/ora e valori numerici.

source: expand a single lighttable module at a time
it: Espandi un solo modulo alla volta in modalità Tavolo Luminoso

source: this option toggles the behavior of shift clicking in lighttable mode
it: Questa opzione commuta il comportamento di Maiusc+click in modalità Tavolo Luminoso

source: scroll to lighttable modules when expanded/collapsed
it: Scorri i moduli del Tavolo Luminoso quando sono espansi/raggruppati

source: when this option is enabled then darktable will try to scroll the module to the top of the visible list
it: Quando questa opzione è abilitata, darktable proverà a spostare il modulo in cima alla lista visibile

source: rating an image one star twice will not zero out the rating
it: Valutare un'immagine con una stella per due volte non azzera la valutazione

source: do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
it: Evita che la valutazione con una stella si comporti come documentato sul manuale -- un'immagine valutata con una stella per due volte consecutive azzera la valutazione

source: darkroom
it: Camera Oscura

source: pen pressure control for brush masks
it: Controllo pressione penna per maschera pennello

source: off
it: Disabilitato

source: hardness (relative)
it: Durezza (relativa)

source: hardness (absolute)
it: Durezza (assoluta)

source: opacity (relative)
it: Opacità (relativa)

source: opacity (absolute)
it: Opacità (assoluta)

source: brush size (relative)
it: Dimensione pennello (relativa)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
it: off - lettura pressione ignorata, durezza/opacità/dimensione pennello - la lettura pressione controlla attributi specificati, assoluto/relativo - la lettura pressione è presa direttamente come valore dell'attributo o moltiplicata in base alle impostazioni predefinite.

source: smoothing of brush strokes
it: Morbidezza pennellate

source: low
it: Bassa

source: medium
it: Media

source: high
it: Alta

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
it: Imposta il livello di morbidezza delle pennellate. Una maggiore morbidezza crea meno nodi e consente una modifica più semplice, ma con minore controllo sull'accuratezza.

source: display of individual color channels
it: Visualizza i canali colore individualmente

source: false color
it: Falsi colori

source: grey scale
it: Scala di grigio

source: defines how color channels are displayed when activated in the parametric masks feature.
it: Definisce come i canali colore vengono visualizzati una volta attivati nella funzione di maschera parametrica.

source: pattern for the image infos line
it: Schema del testo informativo dell'immagine

source: position of the image infos line
it: Posizione del testo informativo dell'immagine

source: top left
it: In alto a sinistra

source: top right
it: In alto a destra

source: top center
it: In alto al centro

source: bottom
it: In basso

source: hidden
it: Nascosto

source: show search module text entry
it: Visualizza il campo di ricerca moduli

source: show search text
it: Mostra il testo da cercare

source: show groups
it: Visualizza gruppi

source: show both
it: Visualizza entrambi

source: expand a single darkroom module at a time
it: Espandi un solo modulo alla volta in modalità Camera Oscura

source: TRUE
it: VERO

source: this option toggles the behavior of shift clicking in darkroom mode
it: Questa opzione commuta il comportamento di Maiusc+click in modalità Camera Oscura

source: expand the module when it is activated, and collapse it when disabled
it: Espandi il modulo quando attivato e comprimilo quando disattivato

source: this option allows to expand or collapse automatically the module when it is enabled or disabled.
it: Questa opzione permette di espandere o di comprimere il modulo automaticamente quando viene attivato o disattivato.

source: scroll to darkroom modules when expanded/collapsed
it: Scorri i moduli della Camera Oscura quando sono espansi/raggruppati

source: border around image in darkroom mode
it: Bordo intorno all'immagine in modalità Camera Oscura

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
it: Elabora l'immagine in modalità Camera Oscura con un bordo piccolo. Imposta a 0 se non vuoi alcun bordo.

source: map / geolocalisation
it: Mappa / Geolocalizzazione

source: only draw images on map that are currently collected and filtered
it: Mostra sulla mappa solo le immagini che sono attualmente raccolte e filtrate

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
it: Usa il filtro impostato correntemente per selezionare le immagini georeferenziate da mostrate sulla mappa, cioè limita le immagini da mostrare al rullino corrente. Questo limita il numero di immagini da mostrare e riduce così il tempo necessario per l'operazione di disegno.

source: maximum number of images drawn on map
it: Numero massimo di immagini riportate sulla mappa

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
it: Numero massimo di immagini georeferenziate riportate sulla mappa. Incrementando questo numero verrà rallentata la riproduzione della mappa.

source: pretty print the image location
it: Stampa la posizione dell'immagine

source: show a more readable representation of the location in the image information module
it: Mostra una rappresentazione più leggibile della posizione nel modulo informazioni dell'immagine

source: security
it: Sicurezza

source: ask before removing images from database
it: Chiedi prima di rimuovere le immagini dal database

source: always ask the user before any image is removed from DB.
it: Chiedi sempre prima che un'immagine sia rimossa dal database.

source: ask before erasing images from disk / discarding history stack
it: Chiedi conferma prima di cancellare le immagini dal disco / eliminare la coda di sviluppo

source: always ask the user before any image file is deleted / history stack is discarded.
it: Chiedi sempre conferma all'utente prima di cancellare qualsiasi immagine dal disco / rimuovere la coda di sviluppo.

source: send files to trash when erasing images
it: Sposta i files nel cestino durante l'eliminazione di immagini

source: send files to trash instead of permanently deleting files on system that supports it
it: Se il sistema lo supporta, sposta i files nel cestino invece di eliminarli permanentemente

source: ask before moving images from film roll folder
it: Chiedi prima di rimuovere immagini dalla cartella del rullino

source: always ask the user before any image file is moved.
it: Chiedi sempre prima di spostare un'immagine.

source: ask before copying images to new film roll folder
it: Chiedi prima di copiare le immagini nella cartella di un nuovo rullino

source: always ask the user before any image file is copied.
it: Chiedi sempre prima di copiare il file di un'immagine.

source: ask before removing empty folders
it: Chiedi conferma prima di rimuovere le cartelle vuote

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
it: Chiedi sempre conferma all'utente prima di rimuovere una cartella vuota: questo può accadere dopo che una serie di immagini sia stata spostata o cancellata.

source: ask before deleting a tag
it: Chiedi prima di eliminare un'etichetta

source: ask before deleting a style
it: Chiedi prima di eliminare uno stile

source: miscellaneous
it: Altro

source: waiting time between each picture in slideshow
it: Intervallo di tempo tra le foto durante la presentazione

source: do not show april 1st game
it: Non mostrare il gioco del 1° aprile

source: number of folder levels to show in lists
it: Numero dei livelli di cartelle da mostrare nelle liste

source: the number of folder levels to show in film roll names, starting from the right
it: Numero di livelli di cartella da mostrare nel nome del rullino, iniziando da destra

source: sort collection recent to older
it: Ordina le raccolte dalla più recente alla più vecchia

source: changes the default collections-list order for folders, times and dates to run from recent to older
it: Modifica l'ordinamento delle raccolte per cartelle, orari e date dalla più recente alla più vecchia

source: overlay txt sidecar over zoomed images
it: Sovrapponi lateralmente il testo sulle immagini ingrandite

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
it: Quando c'è un file di testo accanto ad un'immagine, esso può essere mostrato in sovrimpressione sulle immagini ingrandite nella modalità Tavolo Luminoso. Il file di testo deve essere lì durante l'importazione oppure l'analizzatore dovrà essere abilitato

source: mouse wheel scrolls modules side panel by default
it: La rotella del mouse scorre i moduli all'interno dei pannelli laterali

source: when enabled, use mouse wheel to scroll modules side panel. use ctrl+alt to use mouse wheel for data entry. when disabled, this behavior is reversed
it: Se abilitato permette di utilizzare la rotella del mouse per scorrere i moduli nel pannello laterale. Usa Crtl+Alt per utilizzare la rotella del mouse per immettere i dati. Se disabilitato, si comporta al contrario.

source: show scrollbars for center view
it: Mostra le barre di scorrimento per la vista centrale

source: no scrollbars
it: Nessuna barra di scorrimento

source: lighttable + darkroom
it: Tavolo Luminoso e Camera Oscura

source: defines where scrollbars should be displayed
it: Stabilisci dove dovrebbero essere mostrate le barre di scorrimento

source: always show panels' scrollbars
it: Mostra sempre le barre di scorrimento dei pannelli

source: defines whether the panel scrollbars should be always visible or activated only depending on the content. (need a restart)
it: Definisce se le barre di scorrimento dei pannelli devono essere sempre visibili o se devono essere attivate solo in base al contenuto (necessario il riavvio)

source: method to use for getting the display profile
it: Metodo da usare per ottenere il profilo dello schermo

source: all
it: Tutti

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
it: Questa opzione consente di forzare un metodo specifico per ottenere il profilo corrente dello schermo. Ciò è utile quando una delle alternative dà risultati errati.

source: core options
it: Opzioni principali

source: quality
it: Qualità

source: color manage cached thumbnails
it: Gestire i colori delle anteprime

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
it: Se abilitato, i colori delle anteprime memorizzate saranno gestiti, cosicché il Tavolo Luminoso ed i Provini possono mostrare i colori corretti, altrimenti i risultati possono essere sbagliati una volta che il profilo dello schermo cambi.

source: always use LittleCMS 2 to apply output color profile
it: Usa sempre LittleCMS 2 per applicare il profilo colore di uscita

source: this is slower than the default.
it: Più lento dell'opzione di default.

source: do high quality processing for slideshow
it: Elaborazione in alta qualità per la presentazione

source: same option as for export, but applies to slideshow.
it: Stessa opzione come per l'esportazione, ma si applica alla presentazione.

source: demosaicing for zoomed out darkroom mode
it: Demosaicizzazione per le immagini ingrandite in modalità di Camera Oscura

source: always bilinear (fast)
it: Sempre bilineare (veloce)

source: at most PPG (reasonable)
it: Al massimo PPG (ragionevole)

source: full (possibly slow)
it: Piena (possibili rallentamenti)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
it: Interpolazione quando non si utilizza la visualizzazione 1:1 in modalità Camera Oscura: bilineare è più veloce, ma non molto definita. Una via di mezzo si ottiene usando PPG + modalità di interpolazione sotto specificate, saranno utilizzate le impostazioni specificamente definite per l'immagine durante l'esportazione finale a piena risoluzione. I sensori X-Trans usano VNG piuttosto che PPG come via di mezzo.

source: pixel interpolator
it: Intepolatore pixel

source: bilinear
it: Bilineare

source: bicubic
it: Bicubica

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
it: L'intepolatore di pixel viene utilizzato nella rotazione e nella correzione obiettivo (bilineare, bicubica, lanczos2, lanczo3).

source: auto-apply basecurve
it: Applica automaticamente i preset della curva base per la fotocamera

source: use a basecurve by default (needs a restart)
it: Usa la curva base in modo predefinito (richiede il riavvio)

source: auto-apply per camera basecurve presets
it: Applica automaticamente i preset della curva base per la fotocamera

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
it: Se disponibile, usa la curva base per la fotocamera anziché quella generica (riavvio necessario)

source: auto-apply sharpen
it: Applica nitidezza automatica

source: this added sharpen is not recommended on cameras without a low-pass filter. the default is to not add any sharpening automatically as most recent cameras have no low-pass filter. (need a restart)
it: L'aggiunta di nitidezza non è consigliata con fotocamere senza il filtro passa-basso. In modo predefinito non viene aggiunta nessuna nitidezza automaticamente dal momento che la maggior parte delle fotocamere recenti non sono dotate di filtro passa-basso (richiede il riavvio).

source: write sidecar file for each image
it: Scrivi un file di elaborazione per ogni immagine

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
it: Questi file ridondanti possono essere reimportati in un database differente, mantenendo le modifiche applicate.

source: store xmp tags in compressed format
it: Archivia i tag XMP in formato compresso

source: only large entries
it: Solo quelli grandi

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
it: I tag XMP possono essere piuttosto grandi e possono superare lo spazio disponibile per l'archiviazione della coda di sviluppo nei file di output. Questa opzione consente di comprimere i tag XMP e di risparmiare spazio.

source: look for updated xmp files on startup
it: Controlla file XMP aggiornati all'avvio

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
it: Controlla data di modifica di tutti i file XMP all'avvio per verificare se nel frattempo alcuni sono stati aggiornati

source: cpu / gpu / memory
it: CPU / GPU / Memoria

source: memory in megabytes to use for thumbnail cache
it: Memoria in megabytes da utilizzare per la cache delle anteprime

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
it: Ciò controlla quanta memoria deve essere usata per le anteprime e altri buffer ( Riavvio necessario).

source: enable disk backend for thumbnail cache
it: Gestore disco per la cache delle anteprime

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
it: Se abilitato, scrivi le anteprime su disco (.cache/darktable/) quando sono recuperate dalla memoria cache. Nota che ciò può richiedere molta memoria (alcuni gigabyte per 20mila immagini) e le anteprime memorizzate non verranno mai più eliminate. Tuttavia, se si vuole è possibile cancellarle manualmente. Le prestazioni della modalità Tavolo Luminoso verranno incrementate notevolmente durante la navigazione. Per generare tutte le anteprime dell'intera raccolta, eseguire il comando 'darktable-generate-cache'.

source: enable disk backend for full preview cache
it: Abilita la gestione disco per la cache delle anteprime

source: if enabled, write full preview to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when zooming image in full preview mode.
it: Se abilitato, scrivi le anteprime su disco (.cache/darktable/) quando sono recuperate dalla memoria della cache. Nota che ciò può richiedere molta memoria (alcuni gigabyte per 20mila immagini) e le anteprime memorizzate non verranno mai più eliminate. Tuttavia, se si vuole è possibile cancellarle manualmente. Le prestazioni della modalità Tavolo Luminoso verranno incrementate notevolmente ingrandendo l'immagine.

source: number of background threads
it: Numero di elaborazioni in background

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
it: Ciò controlla, ad esempio, il numero di iterazioni che vengono utilizzate per creare le miniature durante l'importazione. La cache crescerà al massimo il doppio del buffer delle immagini con una piena risoluzione (Riavvio necessario).

source: host memory limit (in MB) for tiling
it: Limite di memoria (in Mb) per il tiling

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
it: Questa variabile controlla l'ammontare massimo della memoria (in Mb) che un modulo può usare durante l'elaborazione dell'immagine. Valori bassi sforzeranno la memoria per elaborare l'immagine con un numero crescente di istanze. Impostando a zero si omette ogni limite. Valori inferiori a 500 verranno trattati come 500 (Riavvio necessario).

source: minimum amount of memory (in MB) for a single buffer in tiling
it: Limite di memoria (in Mb) per un signolo buffer nel tiling

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
it: Se impostato a un numero positivo, non zero, questa variabile definisce l'ammontare minimo della memoria (in Mb) che il tiling può utilizzare per un singolo buffer di immagine. Ha precedenza sull'euristica basata sull' host_memory_limit (Riavvio necessario).

source: activate OpenCL support
it: Attiva supporto OpenCL
